Repository: ladecadence/gbcf
Catalog: trunk/locale/*/LC_MESSAGES/gbcf.po
Languages: es

source: >> ERROR Erase:
es: >> ERROR Borrando:

source: Success.
es: >Éxito.

source: >Error opening file.
es: >Error abriendo fichero.

source: >File write error.
es: >Error de escritura del fichero.

source: >File read error.
es: >Error de lectura del fichero.

source: >Error sending data to device.
es: >Error enviando datos al dispositivo

source: >Canceled.
es: >Cancelado.

source: >Error opening COM port.
es: >Error abriendo el puerto.

source: >Bad file size.
es: >Tamaño erróneo

source: >Operation failure.
es: >Falló

source: >Success!
es: >Éxito

source: --Device information--
es: --Información del dispositivo--

source: Device firmware version:
es: Versión del firmware:

source: --Cartridge information--
es: --Información del cartucho--

source: FLASH memory manufacturer ID:
es: ID del fabricante del chip FLASH:

source: FLASH memory manufacturer name:
es: Nombre del fabricante del chip FLASH:

source: FLASH memory chip ID:
es: ID del chip FLASH:

source: Locked!
es: Bloqueado!

source: Unlocked
es: Desbloqueado

source: Boot Block Status:
es: Estado del bloque de inicio:

source: --ROM/FLASH content information--
es: --Información del contenido del ROM/FLASH--

source: Game logo signature is correct.
es: Firma del logo del juego correcta.

source: Game title:
es: Título del juego:

source: YES
es: SI

source: Designed for Color GB:
es: Diseñado para GB Color:

source: Designed for Super GB:
es: Diseñado para Super GB:

source: Cartridge type:
es: Tipo de cartucho:

source: ROM size:
es: Tamaño del ROM:

source: RAM size:
es: Tamaño del RAM:

source: Game logo signature is incorrect.
es: Firma del logo del juego incorrecta.

source: Cartridge is blank, damaged or not connected.
es: El cartucho está vacio, dañado o no conectado.

source: Reading data from ROM to file:
es: Leyendo datos de ROM al fichero:

source: Erasing ROM memory...
es: Borrando memoria ROM...

source: Erasing RAM memory...
es: Borrando memoria RAM...

source: Writing data to ROM from file:
es: Escribiendo datos a ROM desde el fichero:

source: File size:
es: Tamaño del archivo:

source: Reading data from RAM to file:
es: Leyendo datos de RAM al fichero:

source: Writing data to RAM from file:
es: Escribiendo datos a RAM desde el fichero:

source: USAGE:
es: USO:

source: gbcf <action> [options] [file]
es: gbcf <acción> [opciones] [fichero]

source: ACTIONS:
es: ACCIONES:

source: --status: Show cartridge information
es: --status: Muestra información sobre el cartucho

source: --read-rom: Read Cartridge ROM Memory (Game)
es: --read-rom: Leer la memoria ROM del cartucho (Juego)

source: --write-rom: Write cartridge ROM Memory
es: --write-rom: Escribir la memoria ROM del cartucho

source: --erase-rom: Clear cartridge ROM Memory
es: --erase-rom: Borrar la memoria ROM del cartucho

source: --read-ram: Read cartridge RAM Memory (Saves)
es: --read-ram: Leer la memoria RAM del cartucho (Partidas)

source: --write-ram: Write cartridge RAM Memory
es: --write-ram: Escribe la memoria RAM del cartucho

source: --erase-ram: Clear cartridge RAM Memory
es: --erase-ram: Borra la memoria RAM del cartucho

source: OPTIONS:
es: OPCIONES

source: --rom <num>: ROM Size:
es: --rom <num>: Tamaño del ROM

source: --ram <num>: RAM Size:
es: --ram <num>: Tamaño RAM:

source: >> ERROR. No action specified, try --help
es: >> ERROR. No se especificó ninguna acción, pruebe --help.

source: >> ERROR Read ROM:
es: >> ERROR Leyendo ROM:

source: >> ERROR Write ROM:
es: >> ERROR Escribiendo ROM:

source: Success!
es: >Éxito!
